Repository: paypronl/woocommerce-payments-plugin
Catalog: paypro-gateways-woocommerce/languages/paypro-gateways-woocommerce-*.po
Languages: nl_nl

source: Enable/Disable
nl_nl: Activeer/Deactiveer

source: Enable %s
nl_nl: Activeer %s

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout. Default <code>%s</code>
nl_nl: Dit is de titel die de klant te zien krijgt tijdens de betaling.Standaard <code>%s</code>

source: Display logo
nl_nl: Toon logo

source: Display logo on checkout page. Default <code>enabled</code>
nl_nl: Toon logo op betalings pagina. Stadaard <code>geactiveerd</code>

source: Description
nl_nl: Beschrijving

source: Payment method description that the customer will see on your checkout. Default <code>%s</code>
nl_nl: Betalings methode beschrijving die de gebruiker te zien krijgt bij de betaling. Standaard <code>%s</code>

source: Awaiting payment confirmation
nl_nl: Wachtend op betaling

source: %s is not subscribed to this payment method, please try a different method.
nl_nl: %s is niet geabonneerd op deze betaalmethode, probeer een andere methode.

source: Could not use this payment method, please try again.
nl_nl: Kan deze betaalmethode niet gebruiken, probeer het opnieuw.

source: %s payment in process (%s)
nl_nl: %s betaling in gang (%s)

source: Bank Transfer
nl_nl: SEPA Overboeking

source: Select your bank
nl_nl: Selecteer uw bank

source: PayPro - Customer cancelled payment. Redirected him back to his cart.
nl_nl: PayPro - Klant beÃ«indigde de betaling. De klant teruggestuurd naar zijn winkelwagen

source: PayPro settings
nl_nl: PayPro Instellingen

source: The following options are required to use the plugin and are used by all PayPro payment methods
nl_nl: De volgende opties zijn nodig voor de plugin en worden door alle betaal methoden gebruikt.

source: PayPro API key
nl_nl: PayPro API sleutel

source: API key used by the PayPro API.
nl_nl: API sleutel voor de PayPro API

source: Product ID to connect a sale to a product. Not required.
nl_nl: Product ID om een order aan een product te koppelen. Niet verplicht.

source: Payment description send to PayPro.
nl_nl: Beschrijving van de order die naar PayPro gestuurd wordt.

source: Payment Complete Status
nl_nl: Betaling succesvol afgerond status

source: Set the status of the order after a completed payment. Default: Processing
nl_nl: Bepaald de status van een order als er een succesvolle betaling is gedaan. Standaard: In Behandeling

source: Enable automatic cancellation
nl_nl: Activeer automatisch afkeuren.

source: If a payment is cancelled automatically set the order on cancelled too.
nl_nl: Als een betaling geannuleerd is automatisch de order ook afkeuren.

source: Enable test mode
nl_nl: Activeer test modus

source: Puts the API in test mode.
nl_nl: Zet de API in test modus.

source: Enable debug mode
nl_nl: Activeer debug modus

source: Enables the PayPro plugin to output debug information to the Woocommerce logs.
nl_nl: Zorgt ervoor dat de plugin debug informatie in de WooCommerce log bestanden zet.

source: PayPro API key not set. PayPro payment methods will not be displayed in the checkout process.
nl_nl: PayPro API sleutel niet ingevuld. PayPro betaalmethoden worden niet getoond in het betalingsproces.

source: PayPro payment cancelled (%s)
nl_nl: PayPro betaling geannulleerd (%s)

source: PayPro payment succeeded (%s)
nl_nl: PayPro betaling succesvol (%s)

source: Could not activate plugin WooCommerce PayPro
nl_nl: Kan de plugin WooCommerce PayPro niet activeren.

source: With this plugin you easily add all PayPro payment gateways to your WooCommerce webshop.
nl_nl: Een plugin voor WooCommerce die gemakkelijk alle PayPro betaalmogelijkheden implementeert.
