Repository: paypronl/woocommerce-payments-plugin
Catalog: languages/paypro-gateways-woocommerce-*.po
Languages: nl_nl

source: Description
nl_nl: Beschrijving

source: Bank Transfer
nl_nl: SEPA Overboeking

source: Select your bank
nl_nl: Selecteer uw bank

source: Could not activate plugin WooCommerce PayPro
nl_nl: Kan de plugin WooCommerce PayPro niet activeren.

source: With this plugin you easily add all PayPro payment gateways to your WooCommerce webshop.
nl_nl: Een plugin voor WooCommerce die gemakkelijk alle PayPro betaalmogelijkheden implementeert.

source: Settings
nl_nl: Instellingen

source: Please select your bank
nl_nl: Kies aub je bank

source: PayPro payment (%s) succeeded
nl_nl: PayPro betaling (%s) gelukt

source: PayPro payment (%s) cancelled
nl_nl: PayPro betaling (%s) geannuleerd

source: Enable/Disable
nl_nl: In-/uitschakelen

source: Enable %s
nl_nl: Activeer %s

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout. Default <code>%s</code>
nl_nl: Dit bepaalt de titel van de betaalmethode op de checkout pagina. Standaard <code>%s</code>

source: Display logo
nl_nl: Logo

source: Payment method description that the customer will see on your checkout. Default <code>%s</code>
nl_nl: Betaalmethode omschrijving die de klant ziet op de checkout pagina. Standaard <code>%s</code>

source: Awaiting payment confirmation
nl_nl: Wachten op betalings bevestiging

source: Could not use this payment method, please try again.
nl_nl: Kan deze betaalmethode op dit moment niet gebruiken, probeer nogmaals.

source: %1$s payment in process (%2$s)
nl_nl: %1$s betaling in behandeling (%2$s)

source: API key not set. PayPro payment methods will not be displayed in the checkout process. You can find your API keys in the <a href="https://app.paypro.nl/developers/api-keys" target="_blank">PayPro Dashboard</a>
nl_nl: API key niet ingevoerd. De PayPro betaalmethoden zullen niet zichtbaar zijn op de checkout pagina. Je kunt je API keys vinden in het <a href="https://app.paypro.nl/developers/api-keys" target="_blank">PayPro Dashboard</a>

source: API key is invalid. Make sure you supply a valid PayPro API key. You can find your API keys in the <a href="https://app.paypro.nl/developers/api-keys" target="_blank">PayPro Dashboard</a>
nl_nl: API key is ongeldig. Geef een geldige PayPro API key op. Je kunt je API keys vinden in het <a href="https://app.paypro.nl/developers/api-keys" target="_blank">PayPro Dashboard</a>

source: Failed to load the saved webhook (%s)
nl_nl: Kon de opgeslagen webhook (%s) niet ophalen

source: Display logo on checkout page. Default <code>enabled</code>
nl_nl: Logo op de checkout pagina. Standaard <code>geactiveerd</code>

source: PayPro webhook was created successfully!
nl_nl: PayPro webhook is succesvol aangemaakt!

source: Failed to create the webhook
nl_nl: Kon webhook niet aanmaken

source: PayPro settings
nl_nl: PayPro instellingen

source: The following options are required to use the plugin and are used by all PayPro payment methods
nl_nl: De volgende opties zijn nodig voor de plugin en worden door alle betaalmethoden gebruikt.

source: PayPro API key
nl_nl: PayPro API sleutel

source: API key used by the PayPro API.
nl_nl: API sleutel voor de PayPro API

source: Product ID to connect a sale to a product. Not required.
nl_nl: Beschrijving van de order die naar PayPro gestuurd wordt.

source: Payment description send to PayPro.
nl_nl: Beschrijving van de order die naar PayPro gestuurd wordt.

source: Payment Complete Status
nl_nl: Betaling succesvol afgerond status

source: Set the status of the order after a completed payment. Default: Processing
nl_nl: Bepaald de status van een order als er een succesvolle betaling is gedaan. Standaard: In Behandeling

source: Enable automatic cancellation
nl_nl: Activeer automatisch afkeuren.

source: If a payment is cancelled automatically set the order on cancelled too.
nl_nl: Als een betaling geannuleerd is automatisch de order ook afkeuren.

source: Enable debug mode
nl_nl: Activeer debug modus

source: Enables the PayPro plugin to output debug information to the Woocommerce logs.
nl_nl: Zorgt ervoor dat de plugin debug informatie in de WooCommerce log bestanden zet.

source: Webhook creation is required to use the plugin. If a webhook is created, you can see its info on this page.
nl_nl: Het aanmaken van een webhook is nodig om gebruik te maken van de plugin. Als een webhook is aangemaakt, zie je de info op deze pagina.

source: This payment method does not support refunds
nl_nl: Deze betaalmethode ondersteunt geen terugbetalingen

source: Could not find the order: %1$s
nl_nl: Kan order %1$s niet vinden

source: Cannot refund for zero, please refund at least 1 cent
nl_nl: Kan geen terugbetalingen van nul doen, kies minimaal 1 cent of hoger

source: Failed to refund, no PayPro payment found.
nl_nl: Terugbetaling mislukt, geen PayPro betaling gevonden

source: Failed to refund, could not retrieve PayPro payment details.
nl_nl: Terugbetaling mislukt, kon PayPro betaling details niet ophalen

source: Failed to refund, could not create PayPro refund.
nl_nl: Terugbetaling mislukt, kon de PayPro terugbetaling niet aanmaken

source: Refunded %1$s - Payment %2$s, Refund %3$s
nl_nl: Terugbetaald %1$s - Betaling %2$s, Terugbetaling %3$s

source: Failed to create renewal payment. No valid mandate found.
nl_nl: Kon geen betalingshernieuwing aanmaken. Geen geldig mandaat gevonden

source: Change subscription from 'On hold' to 'Active' until the payment fails, because SEPA Direct Debit takes a longer time to process.
nl_nl: Verander abonnement van 'On hold' naar 'Active' totdat de betalig mislukt, dit gebeurd omdat SEPA Incasso langer nodig heeft om te verwerken.

source: Failed to create renewal payment. Payment could not be created.
nl_nl: Kon geen betalingshernieuwing aanmaken. Betaling kon niet aangemaakt worden.

source: SEPA Direct Debit
nl_nl: SEPA Incasso

source: Could not connect with the API. Please, check the API key supplied. You can find your API keys at %s
nl_nl: Kan niet verbinden met de API. Zorg ervoor dat de API key goed is ingesteld. Je kan je je API keys vinden op %s

source: Could not connect with the API. Check that your server can connect to https://api.paypro.nl
nl_nl: Kan niet verinden met de API. Check dat je server kan verbinden met https://api.paypro.nl
